import BreadCrumb from "@/components/module/bread-crumb";
import EvaraSlider from "@/components/module/evara-slider";
import Footer from "@/components/module/footer";

export default function AboutUsPage() {
  return (
    <>
      <BreadCrumb route={"درباره ما"} />
      <section className="w-full text-center sm:p-28 p-4 flex flex-col gap-10">
        <div className="sm:mt-0 mt-10">
          <EvaraSlider />
        </div>
        <div className="flex flex-col sm:gap-20 gap-10 sm:text-2xl text-sm text-justify sm:mt-10 sm:p-0 p-4">
          <p>
            <span className="px-2 text-emerald-600 font-bold">Evara</span> با
            هدف ایجاد یک پلتفرم نوآورانه و کاربرپسند برای خرید و فروش املاک در
            بازار آنلاین راه‌اندازی شد. ما به دنبال آن هستیم که تجربه‌ای متفاوت
            از جستجو و خرید ملک را برای کاربران خود فراهم آوریم. این وبسایت به
            مالکان املاک این امکان را می‌دهد که به راحتی خانه‌های خود را در فضای
            آنلاین به نمایش بگذارند، جزئیات ملک را به‌طور دقیق وارد کنند و با
            افراد دیگری که به دنبال خرید یا اجاره ملک هستند، ارتباط برقرار کنند.
            در این فرآیند، ما از تکنولوژی‌های روز دنیا بهره می‌بریم تا تجربه‌ای
            سریع، امن و کاربرپسند ایجاد کنیم که تمام نیازهای کاربران را پوشش
            دهد. هدف ما نه تنها تسهیل فرآیند خرید و فروش، بلکه بهبود تجربه
            کاربران از لحظه‌ی انتخاب ملک تا نهایی شدن معامله است.
          </p>
          <p>
            ما در <span className="px-2 text-emerald-600 font-bold">Evara</span>
            به عنوان یک تیم متعهد، تمامی تلاش خود را به کار می‌گیریم تا با
            به‌کارگیری بهترین تکنیک‌ها و ابزارها، یک پلتفرم ایمن و کارآمد ایجاد
            کنیم. یکی از اولویت‌های اصلی ما این است که به مالکان و خریداران
            اطمینان دهیم که تمام اطلاعات موجود در سایت به‌طور دقیق و به‌روز است
            و تمامی معاملات تحت نظارت و با رعایت استانداردهای امنیتی انجام
            می‌شود. تیم ما از متخصصان با تجربه در حوزه فناوری و املاک تشکیل شده
            است که همگی برای توسعه یک تجربه بی‌نقص برای شما، از هیچ تلاشی دریغ
            نمی‌کنند. ما معتقدیم که با ترکیب نوآوری، شفافیت و امنیت، می‌توانیم
            فضایی را فراهم کنیم که خرید و فروش املاک را به تجربه‌ای آسان و مطمئن
            تبدیل کند.
          </p>
          <p>
            در <span className="px-2 text-emerald-600 font-bold">Evara</span> ما
            به ایجاد ارتباط نزدیک و مداوم با کاربران خود افتخار می‌کنیم. ما بر
            این باوریم که هر کاربری باید دسترسی ساده و سریع به خدمات پشتیبانی،
            مشاوره و ابزارهای مورد نیاز برای انجام معاملات خود داشته باشد. به
            همین دلیل، بخش‌های مختلف سایت ما به‌طور پیوسته بروزرسانی می‌شود تا
            نیازهای متغیر بازار و تقاضای کاربران را پاسخگو باشد. با ارائه
            راهنمایی‌های دقیق، مشاوره‌های تخصصی و تجربه‌ای روان، ما تلاش می‌کنیم
            تا کاربران ما در هر مرحله از فرآیند خرید و فروش، احساس راحتی و
            اطمینان داشته باشند. در نهایت، Evara تنها یک پلتفرم نیست، بلکه یک
            شریک قابل اعتماد در مسیر شما برای یافتن یا فروش ملک مورد نظر است.
          </p>
        </div>
      </section>
      <Footer />
    </>
  );
}
